[
    {
      "brand": "Artist’s Loft",
      "name": "Dot Journal",
      "tags": "bujo hardbound medium under-20 white-paper faux-leather gsm-80",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$7",
      "size": "6in x 8in",
      "customization": "No",
      "pageCount": "192",
      "paperColor": "White",
      "paperWeight": "80gsm",
      "numberedPages": "No",
      "extras": ["Two attached ribbon bookmarks", "Elastic enclosure strap", "none", "none", "none"],
      "shortDescription": "The Artist’s Loft Dot Journal is a super inexpensive (yet impressive!) bullet journal available at Michael’s.",
      "description": "<p>The Artist’s Loft Dot Journal is a surprisingly impressive dot grid notebook considering its price and availability. Perfect for bullet journaling, this notebook handles ink and Mildliners very well, even if you’re a bit heavy-handed with your writing tools. It has minor bleed and much less ghosting than a Leuchtturm 1917 notebook, and the pages are smooth and don’t feel too thick.</p><p>The price is worth mentioning more than once—at just $7, you can buy 3 of these for the price of a Leuchtturm 1917 Bullet Journal and not have to deal with ghosting disrupting your spreads. These notebooks also come in a ton of different colors and are seemingly always in stock or on sale at Michael’s (both in-store and online).</p><p>The Dot Journal by Artist’s Loft is a heavily recommended bullet journal for both enthusiasts and beginners alike.</p>",
      "pros": ["Thick paper that still feels lightweight means minimal bleeding and rare ghosting from inks and markers", "Highly affordable and available in several different colors", "Includes two attached ribbon bookmarks"],
      "cons": ["Doesn’t include an attached cover on neither the front nor back covers", "The horizontal coverage of the dot grids is inconsistent across left and right pages", "While the 80 GSM paper doesn’t cause much bleeding, ghosting still occurs"],
      "goodToKnow": ["As mentioned above, the grid inconsistency might annoy your inner perfectionist. On left-side pages, the grid has decent padding away from the notebook’s crease. On right-sided pages, however, the dots are sometimes printed inside the crease itself.", "The Dot Journal has 80gsm paper but ghosts far less than other brands.", "Since Artist’s Loft is a Michael’s brand, it’s difficult to find their notebooks anywhere else."],
      "bottomLine": "The Artist’s Loft Dot Journal, despite having the issues of a ‘cheap’ notebook, is a great value for its minimal price. Whether you’re just getting started in the world of bullet journaling or have been using the system for a while, the Dot Journal is definitely worth a try.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-paper-1.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-paper-1.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-pen-test-1.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-pen-test-back-1.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-pen-test-1.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/al-pen-test-back-1.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.michaels.com/journals/dot-journals/973860719",
      "slug": "artists-loft-bullet-journal"
    },
    {
      "brand": "Leuchtturm 1917",
      "name": "Bullet Journal",
      "tags": "bujo hardbound medium 20-30 ivory-paper faux-leather gsm-80 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$25",
      "size": "A5 (5.75in x 8.25in)",
      "customization": "No",
      "pageCount": "240",
      "paperColor": "Cream",
      "paperWeight": "80gsm",
      "numberedPages": "Yes",
      "extras": ["Elastic closure strap", "Three attached ribbon bookmarks", "Built-in paper folder on the back pocket", "Label stickers", "Specification/guidebook"],
      "shortDescription": "The Leuchtturm 1917 Bullet Journal is a fan-favorite in the BuJo community, loved for its thin, ‘ink-proof’ paper and numbered pages.",
      "description": "<p>No stranger to the blank notebook game, Leuchtturm 1917 journals are fan-favorites in the BuJo community, loved for their thin, ‘ink-proof’ paper and numbered pages. The Bullet Journal edition is special, however, as it was created specifically for the Ryder Caroll method for bullet journaling (the original BuJo method).</p><p>This journal features a symbol key* right inside of the front cover, numbered pages, and faint dots that won’t get in the way or distract from creative spreads. Other BuJo-specific pages include an index, key explanation pages, and a section detailing Carroll’s original method. This journal comes in one size (A5), and three colors: black, blue, and teal.</p><p>*New to bullet journaling? Check out our <a href=’https://www.plannerdatabase.com/blog/guide-to-bullet-journaling’ target=’_blank’>Guide to Bullet Journaling</a> for more info! </p>",
      "pros": ["The thin pages are designed to be 'ink proof' so bleeding is kept at a minimum", "Since this notebook was created specifically for bullet journaling, some of the main pages (key, indexes) are already premade for you", "The dots are bold enough to serve as a guide but faint and small enough to not get in the way"],
      "cons": ["While bleeding is rare in this notebook, ghosting is very common", "The included key is already marked with symbols, so those who’ve created their own system may find these more of a hindrance than helpful", "The guidebook pages at the back of the notebook could be annoying to those who already know about the system"],
      "goodToKnow": ["There are very few differences in this notebook when compared to the classic Leuchtturm 1917 notebooks. Those differences are the included key, index, guide pages, blind embossed ‘Bullet Journal’ logo, and a $5 price difference.", "The spine is thread-bound, so it will lay flat while it’s open.", "There are a wide variety of covers available from boutique cover shops and Amazon to specifically fit Leuchtturm 1917 A5 notebooks."],
      "bottomLine": "If you’re new to bullet journaling and prefer a notebook that has preformatted pages and guides built-in, then the Bullet Journal edition of the Leuchtturm 1917 A5 notebook is a perfect choice. This is especially true if you prefer a notebook that can handle ink well without bleeding, and don’t mind a little ghosting.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-key.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-pen-test-back.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/lt-bujo-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/Leuchtturm1917-357675-Bullet-Journal-Nordic/dp/B076KTGQ46/ref=sr_1_3?dchild=1&keywords=leuchtturm+bullet+journal&qid=1605401541&sr=8-3 ",
      "slug": "leuchtturm-bullet-journal"
    },
    {
      "brand": "Clever Fox",
      "name": "Dotted Notebook",
      "tags": "bujo hardbound medium under-20 white-paper faux-leather gsm-120 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$10",
      "size": "5in x 8.25in",
      "customization": "No",
      "pageCount": "127",
      "paperColor": "White",
      "paperWeight": "120gsm",
      "numberedPages": "Yes",
      "extras": ["3 ribbon bookmarks", "Attached pen loop", "Attached folder on the back cover", "Sticker sheet", "none"],
      "shortDescription": "The Clever Fox dotted notebook is a traditional bullet journal-style option in a smaller form factor that comes in a range of colors.",
      "description": "<p>The Clever Fox dotted notebook features a slimmer frame compared to the A5-standard for bullet journals. This notebook is only about .75 inches slimmer than true A5 size, but it makes a big difference in the overall feel. At 127 pages, the notebook is also pretty thin compared to competitors, making it perfect for someone who wants a more portable and compact bullet journal experience.</p><p>This option has 120gsm paper with almost no ghosting and very minimal bleeding (the only option that bled through during the pen test was the Sharpie). This is a stellar option for those who like the quality of 160gsm paper, but don’t like the bulk it adds. The notebook also features a faux-leather cover that comes in eight different colors: teal, rose gold, purple, black, lavender, chartreuse, magenta, and blue.</p>",
      "pros": ["Slim form makes it a great option for small bags or purses", "120gsm paper is high-quality with little-to-no ghosting on typical bullet journaling mediums", "The cover colors offered are typically brighter than those from other brands"],
      "cons": ["Those who like a lot of space to plan may miss the .75 inch planning space in this slimmer option", "127 pages is a bit less than you’ll find in a typical bullet journal", "The 120gsm paper feels a bit thicker, which could be a dealbreaker for some"],
      "goodToKnow": ["At $10, this is an awesome option for those looking to try out a slimmer journal or to get started with bullet journaling in general.", "The paper quality, cover material, and extras are all comparable to options three times as expensive.", "Clever Fox is no stranger to the planner world, they make guided weekly and daily planners with the same quality and extras as this dotted journal."],
      "bottomLine": "If you need an inexpensive journal and don’t mind a smaller form-factor, then this journal is a fantastic option. The paper quality, cover material, and extras are a huge bargain and are on-par with what you’ll find in a more expensive bullet journal.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-paper-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-paper.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-pen-test-back.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/cf-dot-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/Clever-Fox-Dotted-Notebook-Bookmarks/dp/B07H3PG2J6/ref=sr_1_5?dchild=1&keywords=clever+fox+dotted+notebook&qid=1607293978&sr=8-5 ",
      "slug": "clever-fox-notebook"
    },
    {
      "brand": "Dingbats",
      "name": "Earth Dotted Journal",
      "tags": "bujo hardbound medium 20-30 cream-paper faux-leather vegan gsm-100 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Yes",
      "binding": "Hardbound",
      "price": "$23",
      "size": "A5+ (6.3in x 8.5in)",
      "customization": "No",
      "pageCount": "184",
      "paperColor": "Cream",
      "paperWeight": "100gsm",
      "numberedPages": "Yes",
      "extras": ["Two attached ribbon bookmarks", "Attached pen loop", "Elastic closure strap", "Attached paper and fabric pocket", "Guidebook"],
      "shortDescription": "An eco-friendly option that comes with uniquely illustrated facts on earth and wildlife conservation in addition to a high-quality bullet journal.",
      "description": "<p>The Dingbats Earth dotted journal is an eco-friendly option that comes with uniquely illustrated facts on earth and wildlife conservation in addition to a high-quality bullet journal. Not only do these journals provide awareness of important causes, but the company is also the oldest paper manufacturer in the Lebanese region, meaning the 100gsm cream paper quality is quite high.</p><p>During the pen test, the Dingbats journal held up well compared to other 100gsm notebooks. There is ghosting, but very minimal bleeding, as seen only with a sharpie. The paper is also acid-free and friendly for fountain pens. The journals are available in a range of colors and embossed animal/earth icons on the covers, and each includes an infographic spread related to your journal of choice.</p>",
      "pros": ["Journals are made with recycled materials for both the covers and internal materials", "Made by the oldest paper company in the Lebanese region means the paper quality is very high", "Cover designs and colors are sleek and professional, with a fun twist with the blind-embossed animal prints"],
      "cons": ["Those who prefer bright white pages may not be a fan of the cream-colored paper", "Because the paper is 100gsm, there is a fair bit of ghosting", "Those who like to create their own intro bullet journal spreads from scratch may not like the includes index/key/future log pages"],
      "goodToKnow": ["The notebook cover is made from 100% vegan leather", "The notebook materials are recycled, and the company is dedicated to bringing awareness about earth and wildlife conservation.", "The paper used is buttery smooth and buttery/creamy in color and feels nice to write on"],
      "bottomLine": "If you’re hoping for a vegan AND eco-friendly option, then the Dingbats Earth dotted journal is the perfect choice for you. This journal made from recycled materials doesn’t skimp on paper or cover quality and is a solid choice for any journaler that prefers thinner 100gsm paper.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-key.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-paper.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-guide.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-pen-test-back.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/dingbats-earth-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://us.dingbats-notebooks.com/collections/a5-earth ",
      "slug": "dingbats-earth-notebook"
    },
    {
      "brand": "Scribbles That Matter",
      "name": "A5 Starry Night",
      "tags": "bujo hardbound medium 20-30 black-paper faux-leather gsm-160 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$30",
      "size": "A5 (5.75in x 8.25in)",
      "customization": "No",
      "pageCount": "153",
      "paperColor": "Black",
      "paperWeight": "160gsm",
      "numberedPages": "Yes",
      "extras": ["Two attached ribbon bookmarks", "Discount card", "Attached pen loop", "Attached folder on the back cover", "Elastic closure strap"],
      "shortDescription": "A unique bullet journal featuring thick black pages with light gray dots. Perfect for bright and white gel pens.",
      "description": "<p>The A5 Starry Night by Scribbles That Matter brings a unique take to bullet journal with it’s thick and smooth black paper. Fans of bright gel pens and paint pens will love this notebook as colors will really pop on the dark pages.</p><p>The notebook has a faux-leather white cover with blind embossed stars and the phrase ‘Starry Night’ on the front. The same extras that STM includes with their white-page bullet journals are also included in the Starry Night version as well.</p>",
      "pros": ["Strong focus on customer feedback means an ever-improving option", "The black paper is thick, high-quality, and offers no ghosting or bleeding", "The Starry Night journal comes with the same great extras typically found in the standard dotted notebooks"],
      "cons": ["Strong focus on customer feedback means the main notebook changes often", "Those who like the create each layout for their bullet journal from scratch, may not like the premade key and index pages", "The page numbers are printed in light gray, so they can be difficult to see on the black paper"],
      "goodToKnow": ["Scribbles that Matter dotted journals are available on Amazon as well as on their official website.", "Currently, the planner is offered only in white with a black elastic strap. The cover features a meteor shower design and says ‘Starry Night’.", "The journal is designed to lay flat when journaling."],
      "bottomLine": "If you’re looking to change up your bullet journal style, a black notebook could be a perfect option! At $26, this option is more affordable than the Archer & Olive offerings with the same weight of smooth black paper.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-index.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-pen-test-close.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-black-pen-test-close.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.scribblesthatmatter.com/products/a5-starry-night ",
      "slug": "scribbles-that-matter-black"
    },
    {
      "brand": "Archer & Olive",
      "name": "Blackout Book",
      "tags": "bujo hardbound small medium large 30-50 black-paper faux-leather fabric gsm-160",
      "style": "Bullet Journal",
      "material": "faux-leather, linen",
      "vegan": "Yes",
      "binding": "Hardbound",
      "price": "$38 - $40",
      "size": "A5 (5.75 x 8.25), B5 (6.93in x 9.84in)",
      "customization": "No",
      "pageCount": "160",
      "paperColor": "Black",
      "paperWeight": "160gsm",
      "numberedPages": "No",
      "extras": ["Two ribbon bookmarks", "Ribbon bookmark ampersand charm", "Attached pen loop", "Attached folder on the back pocket", "Elastic closure strap"],
      "shortDescription": "A hand-bound bullet journal with high-quality details and unique black 160gsm paper. ",
      "description": "<p>The Blackout Book from Archer & Olive is a hand-bound bullet journal with high-quality details and thick 160gsm black paper. The black paper makes the notebook safe for heavier bullet journaling mediums like paint as well as lighter mediums like bright gel pens and paint markers. This is due to the notebook’s black pages, which don’t allow ghosting or bleed. Since the dots are a light grey color, once your layouts are complete they will be nearly invisible since your bright gel (or paint) pen colors will pop on the black paper.</p><p>The company offers covers in either durable linen or vegan leather and prides itself on it’s fully vegan and eco-friendly materials and packaging. For the Blackout Book, covers are available in black, white, green, or blue, and feature a variety of foil stamped icons. Many Blackout Books feature gilded-edged pages and bookmark charms, giving this notebook a high-end look and feel.</p>",
      "pros": ["Little details like foil stamping and bookmark charms make this journal feel high-end", "Black 160gsm paper makes this journal unique", "Each planner comes in a sturdy keepsake box"],
      "cons": ["Those who prefer a typical white-paged notebook may not like the black pages", "Thicker paper often means fewer pages in a notebook, and the A&O notebook is no exception with 160 pages", "At $36-$40, these notebooks are priced significantly higher than other competitors"],
      "goodToKnow": ["As mentioned above, the price point can be a deterrent. Because this is a small business-made notebook with many hand-made qualities, these notebooks are priced higher than usual, and aren’t the best option for those looking for a budget notebook.", "Archer & Olive sells paint pens that show up beautifully on the black notebooks. Alternatively, Sakura Gellyroll gel pens also pop and look gorgeous.", "Archer & Olive often donate to different charities based on the notebook you select, so it’s worth taking a deeper look into the options you like to see if your favorite cause is supported."],
      "bottomLine": "If you’re looking for a unique notebook and want to try something different, the Blackout Book from Archer & Olive is a great option. Even better if you want to use Sakura Gellyrolls or try their Acrylograph pens on black paper.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-pen-test-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-charm.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-black-pen-test-close.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.archerandolive.com/collections/notebooks/?_=pf&pf_t_paper_type=Paper%20Type%3A%20Black ",
      "slug": "archer-and-olive-black"
    },
    {
      "brand": "Archer & Olive",
      "name": "Dot Grid Notebook",
      "tags": "bujo hardbound small medium large 20-30 30-50 white-paper faux-leather fabric gsm-160",
      "style": "Bullet Journal",
      "material": "faux-leather, linen",
      "vegan": "Yes",
      "binding": "Hardbound",
      "price": "$28 - $36",
      "size": "B6 (4.92in x 6.92in), Traveler (4.33in x 8.25in), 8x8 (8in x 8in), A5 (5.75 x 8.25), B5 (6.93in x 9.84in)",
      "customization": "No",
      "pageCount": "160 - 192",
      "paperColor": "White",
      "paperWeight": "160gsm",
      "numberedPages": "No",
      "extras": ["Two ribbon bookmarks", "Ribbon bookmark ampersand charm", "Attached pen loop", "Attached folder on the back pocket", "Elastic closure strap"],
      "shortDescription": "A hand-bound bullet journal with high-quality details and thick 160gsm paper. ",
      "description": "<p>The Dot Grid Notebook from Archer & Olive is a hand-bound bullet journal with high-quality details and thick 160gsm paper. The thick paper makes the notebook safe for heavier bullet journaling mediums like watercolors and virtually no ghosting/bleed when using typical pens and markers. The company offers covers in either durable linen or vegan leather and prides itself on it’s fully vegan and eco-friendly materials and packaging.</p><p>When it comes to quality, Archer & Olive definitely delivers. The covers feature foil-stamped designs and come in a huge range of colors and foil designs. Many of these notebooks also feature gilded-edged pages, and bookmark charms, giving this notebook a high-end look and feel.</p>",
      "pros": ["Little details like foil stamping and bookmark charms make this journal feel high-end", "Thick 160gsm paper provides little-to-no ghosting or bleeding", "Each planner comes in a sturdy keepsake box"],
      "cons": ["Those who prefer a thinner and lighter paper feel may not like the thick 160gsm paper", "Thicker paper often means fewer pages in a notebook, and the A&O notebook is no exception with 160 pages", "At $32, these notebooks are priced significantly higher than other competitors"],
      "goodToKnow": ["As mentioned above, the price point can be a deterrent. Because this is a small business-made notebook with many hand-made qualities, these notebooks are priced higher than usual, and aren’t the best option for those looking for a budget notebook.", "The 160gsm paper, as mentioned above, is very thick. While it is smooth, it can feel like working with construction paper at times.", "Archer & Olive often donate to different charities based on the notebook you select, so it’s worth taking a deeper look into the options you like to see if your favorite cause is supported."],
      "bottomLine": "If cost is no concern and you want a notebook that feels high-end, the Archer & Olive Dot Grid Notebook is a fantastic choice. The 160gsm paper also means your spreads and layouts can handle heavier mediums like watercolor or thick markers.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-charm.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-texture.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-foil.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-charm.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-paper.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-pen-test-back.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/ao-dot-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.archerandolive.com/collections/notebooks/?_=pf&pf_t_paper_type=Paper%20Type%3A%20White",
      "slug": "archer-and-olive-dot-grid"
    },
    {
      "brand": "Scribbles That Matter",
      "name": "Dotted Journal",
      "tags": "bujo hardbound medium 20-30 white-paper faux-leather gsm-160 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$26",
      "size": "A5 (5.75in x 8.25in)",
      "customization": "No",
      "pageCount": "153",
      "paperColor": "White",
      "paperWeight": "160gsm",
      "numberedPages": "Yes",
      "extras": ["Two attached ribbon bookmarks", "Discount card", "Attached pen loop", "Attached folder on the back cover", "Elastic closure strap"],
      "shortDescription": "A popular option that often switches up its offerings, Scribble That Matter has been a mainstay in the bullet journal world for a few years now.",
      "description": "<p>A popular option that often switches up its offerings, Scribble That Matter has been a mainstay in the bullet journal world for a few years now. Currently, the STM Dotted Journal comes in a faux-leather cover with thick, 160gsm pages. Formerly, the pages were 100gsm, but over time STM changed the paper weight to reflect user feedback.</p><p> In fact, the reason behind the company’s many changes (like paper weight, cover designs, colors, and notebook types) is the feedback from customers. While it’s awesome to see a company try and deliver on what customers want the most, STM seems to change so often, that it’s hard to know if your favorite journal configuration is here to stay or temporary.</p>",
      "pros": ["Strong focus on customer feedback means an ever-improving option", "160gsm paper is thick, high-quality, and offers virtually no ghosting and very minimal bleeding", "If the doodle design on the front cover isn’t your style, the notebook also comes in a cleaner doodle-free Pro version"],
      "cons": ["Strong focus on customer feedback means the main notebook changes often", "Those who like the create each layout for their bullet journal from scratch, may not like the premade key and index pages", "The 160gsm paper feels a lot rougher than other 160gsm notebooks"],
      "goodToKnow": ["Scribbles that Matter dotted journals are available on Amazon as well as on their official website", "Currently, the planner is offered in ten colors: white, olive, sky blue, pastel pink, mint, lavender, grey, navy, green, and charcoal.", "The journal is designed to lay flat when journaling."],
      "bottomLine": "If you’re looking to try out this crowd favorite, it’s available for $26 on Amazon Prime and most colors are usually in stock on a regular basis. It should be stated again, however, that the notebook seems to change frequently and this can include the cover designs and colors and even the paper itself, so if you try it and like it, it might be worth picking up a few extra in case the configuration changes next year.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-doodles.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-index.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-pen-test-back.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/stm-dot-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/Dotted-Journal-Scribbles-That-Matter/dp/B07Q3VHQFB/ref=sr_1_3?dchild=1&keywords=Scribbles%2BThat%2BMatter&qid=1607307919&s=office-products&sr=1-3&th=1",
      "slug": "scribbles-that-matter-journal"
    },
    {
      "brand": "Rhodia",
      "name": "Webnotebook (Dot)",
      "tags": "bujo hardbound medium 20-30 cream-paper faux-leather gsm-90",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$25",
      "size": "A5 (5.75in x 8.25in)",
      "customization": "No",
      "pageCount": "96",
      "paperColor": "Cream",
      "paperWeight": "90gsm",
      "numberedPages": "No",
      "extras": ["Attached ribbon bookmark", "Paper folder attached to the back cover", "Elastic closure strap", "none", "none"],
      "shortDescription": "A dotted journal made by a longstanding stationery favorite featuring thin and light 90gsm paper in a sleek and professional cover.",
      "description": "<p>The Rhodia Webnotebook (or ‘Webbie’) is a dotted journal made by a longstanding stationery favorite featuring thin and light 90gsm paper in a sleek and professional cover. While the notebook doesn’t come with as many extras as others on the market, it’s a great light and compact option for those who want a slimmer notebook for travel.</p><p>The 90gsm paper is very light and thin, which means ghosting is very common with several types of pens and markers. However, as expected from Rhodia, bleeding is very minimal. Our pen test showed bleeding only occurred with a sharpie, and that the pages were safe for markers like the Tombow Brush pen, Crayola Supertips, and Zebra Mildliners.</p>",
      "pros": ["The notebook comes in silver, black, and orange, with each cover option giving a sleek, thin, and professional look tot he journal", "The paper is lightweight and features minimal bleeding", "The paper feels exceptionally smooth, which is typical for a Rhodia notebook"],
      "cons": ["Even the lightest pens will ghost through the 90gsm paper", "Those who like to use heavier mediums like watercolors will need to find a different option, as the paper is too thin to handle it", "The notebook only includes 96 pages, so if you plan to use this as a daily bullet journal, you may need to buy a few to last through the year"],
      "goodToKnow": ["Rhodia is known for making high-quality stationery. While this notebook is no exception, the $25 price point for a 96-page notebook seems a bit much, especially considering how an avid journaler will need to buy several of them to last a year.", "These notebooks are available on Amazon Prime and many big-box stores, making it a very accessible option.", "The paper is a fairly dark ivory, so those who prefer light ivory or bright white pages may need to look elsewhere."],
      "bottomLine": "If you’re a big fan of the Rhodia brand, then this dotted journal offering will be a great choice. This is especially true if you love the feel of thin, light paper and don’t mind a bit of ghosting.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-pen-test-back.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/rhodia-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/Rhodia-A5-Webnotebook-Dot-Black/dp/B006CQSRDS ",
      "slug": "rhodia-webnotebook"
    },
    {
      "brand": "Tumbitri Meri",
      "name": "Dotted Journal",
      "tags": "bujo hardbound medium 20-30 white-paper faux-leather gsm-160 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Unknown",
      "binding": "Hardbound",
      "price": "$25",
      "size": "A5 (5.75in x 8.25in)",
      "customization": "No",
      "pageCount": "220",
      "paperColor": "White",
      "paperWeight": "160gsm",
      "numberedPages": "Yes",
      "extras": ["Gold-toned metal stencil ruler", "3 ribbon bookmarks", "Pen loop attached to the spine", "Attached folders on the front and back cover", "Elastic closure strap"],
      "shortDescription": "An underrated notebook with high-quality 160gsm paper and thoughtful extras, made specifically for bullet journaling.",
      "description": "<p>The Tumbitri Meri Dotted Journal is an underrated notebook with high-quality 160gsm paper and thoughtful extras, made specifically for bullet journaling. This journal comes in a keepsake gift box and includes a gold-tones metal ruler with bullet-journal specific stencil cutouts, bookmarks, and an attached folder. The cover is faux-leather and features a unique pen loop attachment on the spine.</p><p>When it comes to paper quality, this notebook is a heavy-hitter. The thick 160gsm paper ensures your journal can stand up to heavier bullet journaling mediums like watercolors, and has little-to-no ghosting with ink-heavy pens and markers. The best part is, while this journal is small-business made, it’s available on Amazon Prime and priced well, considering it comes with 220 [ages and can last a full year.</p><p>This notebook is available in four faux-leather cover colors: black, pale pink, red, and gray.</p>",
      "pros": ["The notebook includes 220 pages, which is much more than the 160-page standard of competing 160gsm notebooks", "Comes with a skinny folder pocket on the front cover in addition to the traditional fold-out folder found on the back cover", "The stitching and materials give this notebook a high-end feel for less"],
      "cons": ["220 pages of 160gsm paper make this option rather bulky, so if portability is a factor for you, a different option may be a better fit", "Those who like a thinner and lighter paper feel may not like the thick 160gsm pages", "Since the notebook is sold on Amazon, it can be difficult to find the correct listing via the search bar"],
      "goodToKnow": ["With 220 pages, this bullet journal can be enough to last a full year.", "The included ruler/stencil was made specifically with bullet journaling in mind, and has functional cutouts like a calendar grid and creative detailing cutouts like leaves, curves, and arrows.", "The planner feels a bit bulky due to the heavy paper weight and number of pages, so it’s best for a larger bag or staying in one place."],
      "bottomLine": "If you’re looking for a bullet journal with thick, high-quality paper and enough pages to last a full year, the Tumbitri Meri is a fantastic choice. Even better, you can find this option and have it delivered quickly via Amazon.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-spine.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-index.jpg", "", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-paper.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-pen-test-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-pocket.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tm-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/journal-notebook-markers-specific-perforated/dp/B07Z3P9WW8/ref=pd_lpo_14_t_1/139-7175691-4121247?_encoding=UTF8&pd_rd_i=B07Z3P9WW8&pd_rd_r=215222b1-b327-4be0-952a-2f609f4b70c7&pd_rd_w=fgKJY&pd_rd_wg=FZph4&pf_rd_p=7b36d496-f366-4631-94d3-61b87b52511b&pf_rd_r=22Q22BJCY8T02HARWYMP&refRID=22Q22BJCY8T02HARWYMP&th=1 ",
      "slug": "tumbitri-meri-dotted-journal"
    },
    {
      "brand": "AmandaRachLee",
      "name": "Dotted Notebook",
      "tags": "bujo hardbound medium 20-30 white-paper faux-leather gsm-160 numbered-pages",
      "style": "Bullet Journal",
      "material": "faux-leather",
      "vegan": "Yes",
      "binding": "Hardbound",
      "price": "$26",
      "size": "A5 (5.75in x 8.25in)",
      "customization": "No",
      "pageCount": "160",
      "paperColor": "White",
      "paperWeight": "160gsm",
      "numberedPages": "Yes",
      "extras": ["Two attached ribbon bookmarks", "Attached pen loop", "Attached folder on the back cover", "Elastic closure strap", "none"],
      "shortDescription": "The dotted notebook by AmandaRachLee has a vegan leather cover and thick, ghost-proof 160gsm paper.",
      "description": "<p>The dotted notebook by AmandaRachLee has a smooth vegan leather cover that comes in five different muted colors with foil-embossed icons on the front. The best part of this journal is how it was created by an experienced bullet journaler, and every detail in this notebook reflects passion and attention to detail. The pages in this notebook are 160gsm and hold up very well to a variety of journaling mediums with little-to-no ghosting or bleeding—even watercolors work well in this notebook, thanks to the thick high-quality white paper.</p>",
      "pros": ["The cover is soft and 100% vegan", "The paper is a bright white, so your designs and layouts can feature true color when finished", "The notebook is created (and often used) by an experienced bullet journaler, AmandaRachLee"],
      "cons": ["Those who prefer a thinner and smoother paper feel may not be a fan of the thick 160gsm paper", " Journalers who prefer a sleeker look in their notebook may not like the cute doodles on the cover and inside cover pages", "This notebook is only available on the official site, as opposed to other outlets like Amazon"],
      "goodToKnow": ["The notebook was created by bullet journal YouTuber AmandRachLee, so it was created with bullet journaling in mind and the high quality of the notebook construction and paper reflects this.", "If you prefer to use heavier mediums, such as paint/watercolors, then the 160gsm paper in this notebook will be a perfect fit.", "At $26, this journal is an excellent option compared to other high-quality 160gsm competitors like Archer and Olive."],
      "bottomLine": "If you’re looking for a bullet journal that works well with watercolors and features almost no ghosting and bleeding with tons of pens/markers, then the AmandaRachLee dotted notebook is a perfect choice. This is especially true if you want a journal with a more high-quality feel than others on the market.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-inside-front.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-paper.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-top.jpg"],
      "penImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-pen-test.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/arl-pen-test-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://shopamandarachlee.com/collections/dotted-notebooks ",
      "slug": "amandarachlee-dotted-notebook"
    }
   ]
