[
    {
      "brand": "Recollections",
      "name": "Creative Year Ring Binder",
      "tags": "cover ringbound medium 20-30 30-50 vegan faux-leather",
      "style": "Cover",
      "material": "Faux Leather",
      "vegan": "Yes",
      "binding": "Ringbound",
      "price": "$21 - $32",
      "size": "Personal (5.5in x 7.75in), A5 (7.38in x 9.25in)",
      "customization": "No",
      "extras": ["Plastic dividers", "3 built-in cover pockets", "3 cardholder slots", "Memo pad slot", "Note pages"],
      "shortDescription": "The Recollections Creative Year binder is designed to hold personal and A5 inserts and is available in two sizes and a range of colors.",
      "description": "<p>The Recollections Creative Year binder is designed to hold personal and A5 inserts and is available in two sizes and a range of colors. The Recollections brand is only found at Michael’s and is a great alternative to high-end leather ring binders at an affordable price point.</p><p>While the binder comes with a few notes pages, Recollections also offers planner inserts for these ringbound notebooks. Since the planners can hold personal or A5-sized inserts, you can also find premade and printable options on sites like Pinterest and Etsy.</p>",
      "pros": ["3 cover pockets and card slots allow for a ton of organizational or decorative space", "The included dividers are durable and have gold-foil detailing", "The PU leather material is a great alternative to genuine leather"],
      "cons": ["The material can be difficult to clean if it gets marked by ink", "The 2.2cm rings can only hold about 120 pages in addition to the included dividers", "There are loosely-designed elements in the ring mechanism, so you will hear rattling when it’s open"],
      "goodToKnow": ["Since Recollections is a Michael’s brand, they can only be found on the Michael’s website or in-store.", "Planner pages for both available sizes can be found at Michael’s or 3rd-party sellers like Amazon and Etsy", "Though the planner is made of faux leather, it's unknown if the material is 100% vegan."],
      "bottomLine": "The Recollections Creative Year ring binder is a great faux leather alternative to genuine leather binders at a more affordable price. It’s an especially good choice since there are tons of inserts available for both personal and A5 sizes.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-texture.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-texture.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-top-open.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-open-flat.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-pocket-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.michaels.com/planner-books/binders/956652270 ",
      "slug": "recollections-ring-binder"
    },
    {
      "brand": "Filofax",
      "name": "Original Organizer",
      "tags": "cover ringbound medium 90-plus leather",
      "style": "Cover",
      "material": "Leather",
      "vegan": "No",
      "binding": "Ringbound",
      "price": "$99 - $110",
      "size": "Personal (9.02in x 6.57in), A5 (7.5in x 9.25in)",
      "customization": "No",
      "extras": ["2 attached pen loops", "2 card holders", "2 built-in leather folders", "Snap closure", "Snap-in ruler/bookmark"],
      "shortDescription": "The Filofax Original Organizer is a community favorite when it comes to leather ringbound planner covers.",
      "description": "<p>The Filofax Original Organizer is a community favorite when it comes to premium leather ringbound planner covers. These covers feature smooth, matte leather with pristinely stitched detailing on the outer and inner covers as well as built-in extras like pen loops, cardholders, and folder pockets.</p><p>You can find the Original Organizer in personal (9.02in x 6.57in) and A5 (7.5in x 9.25in) sizes, and there are a ton of colors to choose from: brown, burnt orange, coral, dark aqua, fluoro pink, lemon, lilac, pear, pillar box red, stone, and turquoise.</p>",
      "pros": ["High-quality leather that is very durable and built to last a very long time", "Includes a clear front-page protector", "The personal is very compact, about the size of a clutch purse. Both sizes are fairly compact and portable"],
      "cons": ["The included weekly planner is lackluster", "Due to its quality materials and ring mechanism, the planner can get fairly heavy depending on how much you fill it up", "Pricing often varies for the same planner cover across different sites"],
      "goodToKnow": ["As mentioned above, the included weekly planner is pretty underwhelming. What you’re paying for are the leather quality and long-lasting durability.", "Inserts for personalized ring binders can be found a ton of places from Amazon and Pinterest, to boutique small business and Etsy.", "What you see is what you get: Filofax Original covers are generally very consistent and clean, so if you like a more rustic leather that has variations or gets scruffs and scratches, a different option may be right for you."],
      "bottomLine": "The Filofax Original is a durable ringbound planner made with high-quality leather for max durability and style. If you want a long-lasting option to hold customizable inserts, then the Original Organizer is a great choice.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-extras-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-extras-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-spine.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-ring-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/filofax-inside-pocket.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://us.filofax.com/us/organizers/the-original-personal-organizer-filofax.html?___SID=U ",
      "slug": "filofax-original-ring-binder"
    },
    {
      "brand": "Foxy Fix",
      "name": "Ring Binder",
      "tags": "cover ringbound small medium large 90-plus leather customization",
      "style": "Cover",
      "material": "Leather",
      "vegan": "No",
      "binding": "Ringbound",
      "price": "$90 - $150",
      "size": "Pocket (4.37in x 5.91in) - A5 (7.8in x 9.45in)",
      "customization": "Cover and spine embossing, pocket design, stitching color, pocket style, and elastic color",
      "extras": ["Plastic page lifter", "Protective cover bag", "Interior leather pockets (optional)", "Leather sample", "Business card"],
      "shortDescription": "Foxy Fix Ring Binders are handmade with high-quality materials and come in a huge variety of leathers, colors, sizes, and styles.",
      "description": "<p>Foxy Fix Foxy Ring Binders are premium leather binders that come in a huge variety of leathers, colors, sizes, and styles. This brand has earned a cult following in the planner community, largely due to its wide selection and ability to customize covers and make them your own.</p><p>During the binder customization process, you can choose the cover stitching color, the color of the elastic enclosure band (if you want the Folio style), interior pocket style, and even add personalized embossing on the front cover and/or spine (in a variety of foil colors, too!). This allows you to create a planner binder that is uniquely your own.</p><p>As far as leathers are concerned, you can find smooth immaculate leathers alongside rustic easily-markable ones and several in between, as Foxy Fix often has a large variety in stock.</p>",
      "pros": ["Huge variety of leathers and colors to choose from", "35mm rings let you add around 230 planning pages to the binder", "Available in five different sizes: Pocket (5in x 5.9in), A6 (6.25in x 6.8in), Personal (6.22in x 7.68in), Personal Wide (7.17in x 7.68in), and A5 (8.66in x 9.45in)"],
      "cons": ["The binders aren’t available in a bigger size than A5, so if you like letter-sized binders, another option may be a better fit for you", "The first time ordering a Foxy Fix ring binder can be a bit confusing/overwhelming due to so many options", "Due to the pandemic, Foxy Fix is currently on hiatus for all custom orders"],
      "goodToKnow": ["No inserts or blank pages are included with your order, so you’ll need to find them from other shops (or create your own!).", "You can’t swap out the elastic cover strap with a different color since the string is tied behind the ring mechanism.", "Foxy Fix Ring Binders are handmade, artisan goods made from premium leather, and the prices reflect this. For their smallest size (5in x 5.9in) with no add-ons, expect to pay around $90. For their largest size (8.66in x 9.45in) without add-ons, expect to pay around $150."],
      "bottomLine": "If you’re a fan of quality leather goods and want a durable and long-lasting ring binder for your planner, then Foxy Fix is a great choice. This is especially true if you love to customize your products and want to make your binder as unique as possible.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/recollections-ring-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-open.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-pocket.jpg", "", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-open-white.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/foxyfix-open.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.foxyfix.com/collections/custom-ring-binders ",
      "slug": "foxy-fix-ring-binder"
    },
    {
      "brand": "TRAVELER’S COMPANY",
      "name": "TRAVELER’S notebook",
      "tags": "cover travelers-notebook medium 30-50 leather",
      "style": "Cover",
      "material": "Leather",
      "vegan": "No",
      "binding": "Traveler's Notebook",
      "price": "$38 - $50",
      "size": "Passport (3.9in x 5.3in), Regular (4.9in x 8.7in)",
      "customization": "No",
      "extras": ["Extra elastic", "Decorative metal accent", "Instructions", "Protective cover", "Notebook"],
      "shortDescription": "The original traveler’s notebook, a quality leather cover meant to hold a notebook (or several).",
      "description": "<p>Formerly Midori, TRAVELER’S COMPANY is the original creator of the traveler’s notebook. Their leather covers are durable and smooth with a very soft suede inside and come in four colors: light brown, dark brown, black, and blue.</p><p>Built into this leather cover is a string for one notebook*, and another two are included to add notebooks as needed. The notebook also comes in two sizes, the original Regular (4.9in x 8.7in) and Passport (3.9in x 5.3in).</p><p>*New to traveler’s notebooks? Check out our <a href=’https://www.plannerdatabase.com/blog/guide-to-travelers-notebooks’ target=’_blank’>Guide to Traveler’s Notebooks</a> for more info!</p>",
      "pros": ["This is the original TN (traveler’s notebook) design that has inspired countless others", "The leather is durable-yet-delicate, so it develops beautiful character markings the more you use it", "This leather cover comes in a starter kit with everything you need to get started"],
      "cons": ["If you prefer a pristine notebook, the easily-markable leather may not be the best fit", "The cover was designed to hold one or two notebooks, so adding any more will cause the notebooks to stick out", "The Japan-based store doesn’t ship internationally, so you’ll have to find these notebooks on sites like Jet Pens and Amazon"],
      "goodToKnow": ["The starter kit comes with a blank notebook, but planners are also available to purchase in your desired size.", "The cover enclosure string is located on the back, instead of the side (as seen with other traveler’s notebook covers on the market).", "There are a ton of inexpensive notebooks and inserts available (either pre-stapled/sewn or ready for you to print) on sites like Etsy and Amazon."],
      "bottomLine": "If you’re looking for a simple leather traveler’s notebook that will develop character over time, the original design by TRAVELER’S COMPANY is a great choice. This is especially true if you only plan on using 1-2 small notebooks at a time. If you’d prefer to use more, another option may be a better fit (literally).",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-open-detailing.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-open-detailing.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-top.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-open.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-open-inside.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/tn-open-inside-back.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/Midori-Travelers-Notebook-Journal-Passport/dp/B003SNV0YQ/ref=sr_1_3?dchild=1&keywords=midori+traveler%27s+notebook&qid=1605389037&sr=8-3 ",
      "slug": "travelers-company-travelers-notebook"
    },
    {
      "brand": "Staples",
      "name": "Arc Customizable Notebook",
      "tags": "cover discbound medium large under-20 20-30 leather faux-leather vegan",
      "style": "Cover",
      "material": "Leather, Faux Leather",
      "vegan": "Yes (faux version only)",
      "binding": "Discbound",
      "price": "$13 - $30",
      "size": "Junior (6.5in x 9in), Letter (9.25in x 11.25in)",
      "customization": "No",
      "extras": ["Built-in faux leather pocket", "Three built-in card slots", "Attached pen loop", "Note page inserts", "none"],
      "shortDescription": "The Arc Notebook is a discbound cover available in both real and faux leather with a variety of cover designs.",
      "description": "<p>Staples’s Arc Notebook is a discbound cover available in both real and faux leather with a variety of cover designs. These covers are some of the most budget-friendly discbound options and are carried by Staples online, in-store, and on Amazon.</p><p>The disc system makes it easy to add, remove, and rearrange pages in your planner without needing a heavy ring binder mechanism. Additionally, you can easily swap out the covers or discs themselves to customize your planner even further.</p>",
      "pros": ["Gives a grown-up look and feel to discbound planners", "Everything about the planner is interchangeable, from covers, accessories, and inserts, to the discs themselves", "The Junior size is also similar to other discbound brands, so you can also find inexpensive accessories and inserts from 3rd party sellers and Etsy shops"],
      "cons": ["The planning inserts available through Staples are a bit underwhelming compared to other discbound planners or 3rd-party inserts", "Some of the less-expensive covers have a cheap feel to them", "To add pages to the planner, you'll need a special discbound holepunch"],
      "goodToKnow": ["Staples offers a variety of disc designs and sizes, so if you need to hold more pages or want a different color, you can find it", "For those that don’t want genuine leather, faux leather is available", "The covers can also be found on Amazon with very similar pricing."],
      "bottomLine": "If you want to try out discbound style planning and are on a budget, the Arc system by Staples is a perfect option to consider. Discbound options work best for those who like to add, remove, or rearrange their planner pages, or those who love the ring-binder feel but don’t want to deal with a heavy ring mechanism.",
      "mainImage": "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-hero.jpg",
      "secondaryImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-front-pocket.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-hero.jpg"],
      "flipImages": ["https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-hero.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-back.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-close.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-open.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-texture.jpg", "https://www.plannerdatabase.com/wp-content/uploads/2020/12/staples-arc-front-pocket.jpg"],
      "reviewVideo": "none",
      "purchaseLink": "https://www.amazon.com/gp/product/B07QWMZ2Q4/ref=ppx_yo_dt_b_search_asin_title?ie=UTF8&psc=1",
      "slug": "staples-arc-discbound"
    }
   ]
